-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 11, 2021 at 05:59 PM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 8.0.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `interndb`
--

-- --------------------------------------------------------

--
-- Table structure for table `emergency`
--

CREATE TABLE `emergency` (
  `id` int(11) NOT NULL,
  `user` varchar(405) DEFAULT NULL,
  `parent_path` varchar(405) DEFAULT NULL,
  `nisitidcard_path` varchar(405) DEFAULT NULL,
  `gpa_path` varchar(405) DEFAULT NULL,
  `study_path` varchar(405) DEFAULT NULL,
  `bank_path` varchar(400) DEFAULT NULL,
  `parentid_path` varchar(400) DEFAULT NULL,
  `time` varchar(405) DEFAULT NULL,
  `unix` varchar(45) DEFAULT NULL,
  `keep` varchar(4500) DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL,
  `status2` varchar(500) DEFAULT NULL,
  `status3` varchar(500) DEFAULT NULL,
  `status4` varchar(500) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `emergency`
--

INSERT INTO `emergency` (`id`, `user`, `parent_path`, `nisitidcard_path`, `gpa_path`, `study_path`, `bank_path`, `parentid_path`, `time`, `unix`, `keep`, `status`, `status2`, `status3`, `status4`) VALUES
(1, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ใบรับรองรายได้ผู้ปกครอง_1636547346.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาบัตรประจำตัวนิสิต_1636547346.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ใบรายงานผลการเรียน_1636547346.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ตารางเรียน_1636547346.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาหน้าสมุดบัญชี_1636547346.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาบัตรประจำตัวผู้รับรอง_1636547346.pdf', '1636547346', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน|แต่ถูกลดเงินเดือน|ถูกพักงาน|2021-10-17|2021-10-17|รวมเป็นระยะเวลา   เดือน/ปี|ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง|a///ทำอาชีพรับจ้าง/ อิสระ มีรายได้|ทำอาชีพอิสระรายได้ลดลง|ายได้ลดลงจากเดิม|อื่น ๆ| อื่น ๆ (ระบุ) อื่น ๆ (ระบุ)|เคยทำงานพิเศษ|คยทำงานพิเศษ รายได้เดือนละ|จจุบันเหลือเดือนล|เคยมีงานพิเศษทำ|อื่น ๆ|อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)|นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|ดหมายเล่าประวตส่วนตัว ความจำเป็นที่ต้องขอรับทุนการศึกษา และข้อความบนนยาย ความสนใจและกิจกรรมต่างๆของตนเช่น สาเหตุความจูงใจในการเลือกเรียนวิชาทที่ตนเรียน งานที่|Submit', 'true', 'true', 'true', NULL),
(2, 'users2', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_ใบรับรองรายได้ผู้ปกครอง_1636691976.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_สำเนาบัตรประจำตัวนิสิต_1636691976.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_ใบรายงานผลการเรียน_1636691976.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_ตารางเรียน_1636691976.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_สำเนาหน้าสมุดบัญชี_1636691976.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users2_สำเนาบัตรประจำตัวผู้รับรอง_1636691976.pdf', '1636691976', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ|e|เคยทำงานพิเศษ|e|e|เคยมีงานพิเศษทำ|อื่น ๆ|e|นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|e|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|qweqwe|Submit', 'true', 'true', NULL, NULL),
(3, 'users3', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_ใบรับรองรายได้ผู้ปกครอง_1636692138.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_สำเนาบัตรประจำตัวนิสิต_1636692138.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_ใบรายงานผลการเรียน_1636692138.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_ตารางเรียน_1636692138.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_สำเนาหน้าสมุดบัญชี_1636692138.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/users3_สำเนาบัตรประจำตัวผู้รับรอง_1636692138.pdf', '1636692138', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน|858|2021-08-05|2021-08-05|585|ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง|8|ทำอาชีพอิสระรายได้ลดลง|5|อื่น ๆ|58|เคยทำงานพิเศษ|5|58|เคยมีงานพิเศษทำ|อื่น ๆ|85|นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|85|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|58|Submit', 'true', '', NULL, 'true'),
(4, 'users4', '', '', '', '', '', '', '1636692661', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|ad|Submit', 'true', '', NULL, 'true'),
(5, 'user6', '', '', '', '', '', '', '1636694541', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|eee|Submit', 'true', '', NULL, 'true'),
(6, 'users7', '', '', '', '', '', '', '1636694897', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|asd|Submit', 'true', '', NULL, 'true'),
(7, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ใบรับรองรายได้ผู้ปกครอง_1636821005.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาบัตรประจำตัวนิสิต_1636821005.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ใบรายงานผลการเรียน_1636821005.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_ตารางเรียน_1636821005.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาหน้าสมุดบัญชี_1636821005.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/emergency/user_สำเนาบัตรประจำตัวผู้รับรอง_1636821005.pdf', '1636821005', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|asdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasdasd|Submit', 'true', '', NULL, 'true'),
(8, 'users7', '', '', '', '', '', '', '1636821045', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|sdf|Submit', 'true', '', NULL, NULL),
(9, 'user', '', '', '', '', '', '', '1636821773', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|aasd|Submit', 'true', '', NULL, 'true'),
(10, 'user', '', '', '', '', '', '', '1636821790', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|asd|Submit', 'true', NULL, NULL, 'true');

-- --------------------------------------------------------

--
-- Table structure for table `formtemp`
--

CREATE TABLE `formtemp` (
  `id` int(11) NOT NULL,
  `tunname` varchar(45) DEFAULT NULL,
  `unix` varchar(45) DEFAULT NULL,
  `user` varchar(45) DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL,
  `keep` varchar(4005) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `formtemp`
--

INSERT INTO `formtemp` (`id`, `tunname`, `unix`, `user`, `status`, `keep`) VALUES
(1, 'work', '1635932985', 'user', NULL, '|asd|asd|asd|asd|as|das|da|sd||||||||||||||||||||||'),
(3, 'work', '1635935909', 'user', NULL, '|zzzzzzzzzzzzzzzz|||||||||||||||||||||||||||||'),
(4, 'work', NULL, 'user', NULL, ''),
(5, 'work', NULL, 'user', NULL, ''),
(6, 'work', NULL, 'user', NULL, ''),
(7, 'work', NULL, 'user', NULL, ''),
(8, 'work', NULL, 'user', NULL, ''),
(9, 'work', NULL, 'user', NULL, ''),
(10, 'work', NULL, 'user', NULL, ''),
(11, 'work', NULL, 'user', NULL, ''),
(12, 'work', NULL, 'user', NULL, ''),
(13, 'work', NULL, 'user', NULL, ''),
(14, 'emergency', NULL, 'user', NULL, '||||||Mr./Mr |||||||||||on||2021-10-17|2021-10-17||on|on||on||on|asd|on|||on|on|asd|on|on|on|on|on|on|on|asd|on|on|asd|Submit'),
(15, 'emergency', NULL, 'user', NULL, '|on||||||นาย||||||on||||||ทำงานประจำ แต่ถูกลดเงินเดือน|111111|2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|zxc|Submit'),
(16, 'emergency', NULL, 'user', NULL, '||||||นาย|||||||||||ทำงานประจำ แต่ถูกลดเงินเดือน||2021-10-17|2021-10-17||ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง||ทำอาชีพอิสระรายได้ลดลง||อื่น ๆ||เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่||ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|asd|Submit'),
(17, 'emergency', NULL, 'user', NULL, '|e|e|e|e|e|นาย|e|e|e|e|e|e|e|e|e|e|ทำงานประจำ แต่ถูกลดเงินเดือน|e|2021-10-17|2021-10-17|e|ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง|e|ทำอาชีพอิสระรายได้ลดลง|e|อื่น ๆ|e|เคยทำงานพิเศษ|||เคยมีงานพิเศษทำ|อื่น ๆ||นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|e|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|e|Submit'),
(18, 'emergency', NULL, 'user', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน|e|ถูกพักงาน|2021-10-13|2021-10-07|e|ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง|e|ทำอาชีพอิสระรายได้ลดลง|e|อื่น ๆ|e|เคยทำงานพิเศษ|e|e|เคยมีงานพิเศษทำ|อื่น ๆ|e|นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|e|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|e|Submit'),
(19, 'emergency', NULL, 'user', NULL, '|ทำงานประจำ แต่ถูกลดเงินเดือน|แต่ถูกลดเงินเดือน|ถูกพักงาน|2021-10-17|2021-10-17|รวมเป็นระยะเวลา   เดือน/ปี|ถูกเลิกจ้างและอยู่ระหว่างหางานใหม่|เคยทำอาชีพรับจ้าง|a///ทำอาชีพรับจ้าง/ อิสระ มีรายได้|ทำอาชีพอิสระรายได้ลดลง|ายได้ลดลงจากเดิม|อื่น ๆ| อื่น ๆ (ระบุ) อื่น ๆ (ระบุ)|เคยทำงานพิเศษ|คยทำงานพิเศษ รายได้เดือนละ|จจุบันเหลือเดือนล|เคยมีงานพิเศษทำ|อื่น ๆ|อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)|นิสิตเป็นผู้ได้รับผลกระทบเนื่องจากทำงานหารายได้พิเศษนอกเวลาเรียน และได้รับ ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่ ทำให้นิสิตถูกเลิกจ้าง หรือถูกพักงาน หรือถูกลดเงินเดือน|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกเลิกจ้าง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกพักงาน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตถูกลดเงินเดือน ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตรายได้ลดลง ซึ่งเป็นผลกระทบจากสถานการณ์แพร่ ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตต้องปิดกิจการหรือต้องหยุดให้บริการชั่วคราว ซึ่งเป็น ผลกระทบจากสถานการณ์แพร่ระบาดของโรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|ผู้ปกครองหรือผู้อุปการะของนิสิตได้รับผลกระทบอื่นๆ จากสถานการณ์แพร่ระบาดของ โรคติดเชื้อไวรัสโคโรนา 2019 (COVID-19) ระลอกใหม่|อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)อื่น ๆ (ระบุ)|ออนไลน์|สัมภาษณ์ที่คณะวิทยาศาสตร์ศรีราชา|ดหมายเล่าประวตส่วนตัว ความจำเป็นที่ต้องขอรับทุนการศึกษา และข้อความบนนยาย ความสนใจและกิจกรรมต่างๆของตนเช่น สาเหตุความจูงใจในการเลือกเรียนวิชาทที่ตนเรียน งานที่|Submit');

-- --------------------------------------------------------

--
-- Table structure for table `nisit`
--

CREATE TABLE `nisit` (
  `id` int(11) NOT NULL,
  `user` varchar(45) DEFAULT NULL,
  `pass` varchar(45) DEFAULT NULL,
  `name` varchar(45) DEFAULT NULL,
  `tel` varchar(45) DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL,
  `thainame` varchar(45) DEFAULT NULL,
  `thaisurname` varchar(45) DEFAULT NULL,
  `engname` varchar(45) DEFAULT NULL,
  `engsurname` varchar(45) DEFAULT NULL,
  `nisitid` varchar(45) DEFAULT NULL,
  `year` varchar(45) DEFAULT NULL,
  `sec` varchar(45) DEFAULT NULL,
  `email` varchar(45) DEFAULT NULL,
  `line` varchar(45) DEFAULT NULL,
  `thaiprename` varchar(45) DEFAULT NULL,
  `engprename` varchar(45) DEFAULT NULL,
  `keep` varchar(5000) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `nisit`
--

INSERT INTO `nisit` (`id`, `user`, `pass`, `name`, `tel`, `status`, `thainame`, `thaisurname`, `engname`, `engsurname`, `nisitid`, `year`, `sec`, `email`, `line`, `thaiprename`, `engprename`, `keep`) VALUES
(3, 'user', '1234', 'ทด', '1231231233', NULL, 'ทด', 'ทด', 'td', 'td', '6030202569', 'ปี 3', 'สาขาวิชาเคมี', 'test@outlook.com', '@adww', 'Mr./Mr ', 'Mr./Mr ', ''),
(5, 'aa', '1234', 'ทด', '1231231233', NULL, 'ทด', 'ทด', 'asdasd', 'asdasd', '6030202569', 'ปี 3', 'สาขาวิชาวิทยาศาสตร์สิ่งแวดล้อม', 'test@outlook.com', '@adww', 'Mr./Mr ', 'Mr./Mr ', ''),
(6, 'send', '', '', '', NULL, '', '', '', '', '', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', '', '', 'Mr./Mr ', 'Mr./Mr ', ''),
(7, 'ee', 'rr', '', '', NULL, '', '', '', '', '', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', '', '', 'Mr./Mr ', 'Mr./Mr ', ''),
(8, 'users1', '1234', 'ชื่อ ', 'w', NULL, 'ชื่อ ', 'สกุล ', 'td', 'w', 'w', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'w', 'w', 'Mr./Mr ', 'Mr./Mr ', ''),
(9, 'users2', 'users2', 'e', 'e', NULL, 'e', 'e', 'e', 'e', 'e', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'e', 'e', 'Mr./Mr ', 'Mr./Mr ', NULL),
(10, 'users3', 'users3', 'e', '3', NULL, 'e', 'e', 'e', 'e', 'e', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'e', 'e3', 'Mr./Mr ', 'Mr./Mr ', '|users3|users3|Mr./Mr |e|e|Mr./Mr |e|e|e|ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|e|e3|3|3|2021-03-03|3|3|3|3|3|3|3|3|2021-05-08|358|85|858|5|85|8585|85|85|85|85|85|85|85|85|85|85|8|8|58|58|58|5|85|85|85|8|true'),
(11, 'users4', 'users4', 'ชื่อ ภาษาไทย', 'หมายเลขโทรศัพท์', NULL, 'ชื่อ ภาษาไทย', 'สกุล ภาษาไทย', 'ชื่อ ภาษาอังกฤษ', 'สกุล ภาษาอังกฤษ', '6030202569', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'Email', ' Email ID Line', 'Mr./Mr ', 'Mr./Mr ', '|users4|users4|Mr./Mr |ชื่อ ภาษาไทย|สกุล ภาษาไทย|Mr./Mr |ชื่อ ภาษาอังกฤษ|สกุล ภาษาอังกฤษ|6030202569|ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|Email| Email ID Line|หมายเลขโทรศัพท์|4|2021-10-25|20|ที่อยู่|จังหวัด|อำเภอ|ตำบล|10250|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|1104712254478|หมายเลขโทรศัพท์|ชื่อ||อาชีพ|รายได้เดือนละ|132134680074|หมายเลขโทรศัพท์|ชื่อ|นามสกุล|อาชีพ|รายได้เดือนละ|461515151162274|หมายเลขโทรศัพท์|ชื่อ|นามสกุล|ระดับการศึกษา|ชื่อ|นามสกุล|ระดับการศึกษา|ชื่อ|นามสกุล|ระดับการศึกษา|true'),
(12, 'users5', 'users5', 'ชื่อ ภาษาไทย', '1231231233', NULL, 'ชื่อ ภาษาไทย', 'สกุล ภาษาไทย', 'ชื่อ ภาษาอังกฤษ', 'สกุล ภาษาอังกฤษ', '6030202569', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'Email', 'ID Line', 'Mr./Mr ', 'Mr./Mr ', '|users5|users5|Mr./Mr |ชื่อ ภาษาไทย|สกุล ภาษาไทย|Mr./Mr |ชื่อ ภาษาอังกฤษ|สกุล ภาษาอังกฤษ|6030202569|ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|Email|ID Line|1231231233|4|2021-10-25|22|ที่อยู่|จังหวัด|อำเภอ|ตำบล|รหัสไปรษณีย์|ที่อยู่|จังหวัด|อำเภอ|ตำบล|รหัสไปรษณีย์|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|142|หมายเลขโทรศัพท์|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|142| 142 หมายเลขโทรศัพท์|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|142|หมายเลขโทรศัพท์|on|on|on|on|on|นาย| นาย ชื่อ|  นาย ชื่อ นามสกุล|ระดับการศึกษา|นาย|ชื่อ|นามสกุล|ะดับการศึกษา|นาย|ชื่อ|นามสกุล|ระดับการศึกษา|true'),
(13, 'user6', 'user6', '1', '1', NULL, '1', '1', '1', '1', '1', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', '1', '1', 'Mr./Mr ', 'Mr./Mr ', '|user6|user6|Mr./Mr |1|1|Mr./Mr |1|1|1|ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|1|1|1|1|1990-10-20|1|1|11111111|111|1|1|1|1|11|11|1|11|11|2021-11-01|1|11|1|11|1|1|1|1950-10-27|11|1|1|1|11|1|1|1950-11-04|4|1|41|41|414|อยู่ด้วยกัน|แยกกันอยู่|อื่นๆ|on|on|นาย|14|14|14|นาย|141|41|414|นาย|41|41|41|true'),
(14, 'users7', 'users7', 'ชื่อ ภาษาไทย', 'หมายเลขโทรศัพท์', NULL, 'ชื่อ ภาษาไทย', 'สกุล ภาษาไทย', 'ภาษาอังกฤษ', 'สกุล ภาษาอังกฤษ', '12', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', 'Email', 'ID Line', 'Mr./Mr ', 'Mr./Mr ', '|users7|users7|Mr./Mr |ชื่อ ภาษาไทย|สกุล ภาษาไทย|Mr./Mr |ภาษาอังกฤษ|สกุล ภาษาอังกฤษ|12|ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|Email|ID Line|หมายเลขโทรศัพท์|4|2021-10-25|22|ที่อยู่|จังหวัด|อำเภอ|ตำบล|รหัสไปรษณีย์|ที่อยู่|จังหวัด|อำเภอ|ตำบล|รหัสไปรษณีย์|นาย|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|2323|หมายเลขโทรศัพท์|นาย|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|1312|หมายเลขโทรศัพท์|นาย|ชื่อ|นามสกุล|2021-10-18|อาชีพ|สถานที่ประกอบอาชีพ|รายได้เดือนละ|1231|หมายเลขโทรศัพท์|อยู่ด้วยกัน|แยกกันอยู่|อื่นๆ|on|on|นาย||นามสกุล|ระดับการศึกษา|นาย|ชื่อ|นามสกุล|ระดับการศึกษา|นาย|ชื่อ|นามสกุล|ระดับการศึกษา|true'),
(15, '', '', 'hhhh', '', NULL, 'hhhh', 'm,m,', '', '', '', 'ปี 1', 'สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม', '', '', 'Mrs./Mrs ', 'Mr./Mr ', '|||Mrs./Mrs |hhhh|m,m,|Mr./Mr ||||ปี 1|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|||||2021-10-25|25|||||||||||นาย|||2021-10-18||||||นาย|||2021-10-18||||||นาย|||2021-10-18||||||นาย||||นาย||||นาย||||true');

-- --------------------------------------------------------

--
-- Table structure for table `staff`
--

CREATE TABLE `staff` (
  `id` int(11) NOT NULL,
  `user` varchar(45) DEFAULT NULL,
  `pass` varchar(45) DEFAULT NULL,
  `name` varchar(45) DEFAULT NULL,
  `tel` varchar(45) DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `staff`
--

INSERT INTO `staff` (`id`, `user`, `pass`, `name`, `tel`, `status`) VALUES
(1, 'admin', '1234', 'namestaff', '0123456789', 'false');

-- --------------------------------------------------------

--
-- Table structure for table `teacher`
--

CREATE TABLE `teacher` (
  `id` int(11) NOT NULL,
  `user` varchar(555) NOT NULL,
  `pass` varchar(555) NOT NULL,
  `keep` varchar(5000) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `teacher`
--

INSERT INTO `teacher` (`id`, `user`, `pass`, `keep`) VALUES
(1, 'teacher', 'teacher', NULL),
(2, 'adminteacher', 'teacher', NULL),
(3, 'e', 'e', '|e|e|e|e|e|e|true');

-- --------------------------------------------------------

--
-- Table structure for table `teacherupload`
--

CREATE TABLE `teacherupload` (
  `id` int(11) NOT NULL,
  `time` varchar(500) DEFAULT NULL,
  `moneypath` varchar(500) DEFAULT NULL,
  `evaluatepath` varchar(500) DEFAULT NULL,
  `user` varchar(500) DEFAULT NULL,
  `fornisit` varchar(500) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `teacherupload`
--

INSERT INTO `teacherupload` (`id`, `time`, `moneypath`, `evaluatepath`, `user`, `fornisit`) VALUES
(1, '1638874600', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638874600.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638874600.pdf', 'teacher', NULL),
(2, '1638874768', '', '', 'teacher', NULL),
(3, '1638875357', '', '', 'teacher', NULL),
(4, '1638875373', '', '', 'teacher', NULL),
(5, '1638875381', '', '', 'teacher', NULL),
(6, '1638875385', '', '', 'teacher', NULL),
(7, '1638875425', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875425.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875425.pdf', 'teacher', NULL),
(8, '1638875530', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875530.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875530.pdf', 'teacher', ''),
(9, '1638875538', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875538.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875538.pdf', 'teacher', ''),
(10, '1638875567', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875567.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875567.pdf', 'teacher', 'user'),
(11, '1638875574', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875574.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875574.pdf', 'teacher', 'user'),
(12, '1638875607', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875607.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875607.pdf', 'teacher', 'user'),
(13, '1638875614', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_สำเนาบัตรประจำตัวนิสิต_1638875614.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบรับรองรายได้ผู้ปกครอง_1638875614.pdf', 'teacher', 'ssss'),
(14, '1638875662', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638875662.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638875662.pdf', 'teacher', 'ssss'),
(15, '1638875670', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638875670.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638875670.pdf', 'teacher', 'user'),
(16, '1638876933', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638876933.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638876933.pdf', 'teacher', 'user'),
(17, '1638876987', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638876987.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638876987.pdf', 'teacher', 'user'),
(18, '1638877017', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877017.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877017.pdf', 'teacher', 'user'),
(19, '1638877075', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877075.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877075.pdf', 'teacher', 'user'),
(20, '1638877149', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877149.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877149.pdf', 'teacher', 'user'),
(21, '1638877154', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877154.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877154.pdf', 'teacher', 'user'),
(22, '1639214360', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1639214360.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1639214360.pdf', 'teacher', 'user');

-- --------------------------------------------------------

--
-- Table structure for table `tunasup`
--

CREATE TABLE `tunasup` (
  `id` int(11) NOT NULL,
  `user` varchar(405) DEFAULT NULL,
  `parent_path` varchar(405) DEFAULT NULL,
  `nisitidcard_path` varchar(405) DEFAULT NULL,
  `gpa_path` varchar(405) DEFAULT NULL,
  `study_path` varchar(405) DEFAULT NULL,
  `bank_path` varchar(400) DEFAULT NULL,
  `time` varchar(405) DEFAULT NULL,
  `unix` varchar(45) DEFAULT NULL,
  `keep` mediumtext DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL,
  `status2` varchar(500) DEFAULT NULL,
  `status3` varchar(500) DEFAULT NULL,
  `status4` varchar(500) DEFAULT NULL,
  `moneypath` varchar(500) DEFAULT NULL,
  `evaluatepath` varchar(500) DEFAULT NULL,
  `teachername` varchar(500) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tunasup`
--

INSERT INTO `tunasup` (`id`, `user`, `parent_path`, `nisitidcard_path`, `gpa_path`, `study_path`, `bank_path`, `time`, `unix`, `keep`, `status`, `status2`, `status3`, `status4`, `moneypath`, `evaluatepath`, `teachername`) VALUES
(1, 'user', '', '', '', '', '', '1637764860', NULL, '|5|e|e|e|e|e|e|e|e|e|e|e|e|e|e|Submit', 'true', '', NULL, 'true', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877154.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877154.pdf', 'user'),
(2, 'user', '', '', '', '', '', '1637766641', NULL, '|e|e|e|ee||e|e|e|e|e|e|e||e|e|Submit', 'true', 'true', 'true', NULL, 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877154.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877154.pdf', 'user'),
(3, 'user', '', '', '', '', '', '1638867045', NULL, '||||||||||||||||Submit', 'true', 'true', 'true', NULL, 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877154.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877154.pdf', 'user'),
(4, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/tunasup/user_ใบรับรองรายได้ผู้ปกครอง_1638867067.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/tunasup/user_สำเนาบัตรประตัวนิสิต_1638867067.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/tunasup/user_ใบรายงานผลการเรียน_1638867067.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/tunasup/user_ตารางเรียนปีการศึกษา_1638867067.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/tunasup/user_สำเนาหน้าสมุดบัญชี_1638867067.pdf', '1638867067', NULL, '||||||||||||||||Submit', 'true', 'true', NULL, NULL, 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1638877154.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1638877154.pdf', 'user');

-- --------------------------------------------------------

--
-- Table structure for table `work`
--

CREATE TABLE `work` (
  `id` int(11) NOT NULL,
  `user` varchar(405) DEFAULT NULL,
  `nisitidcard_path` varchar(405) DEFAULT NULL,
  `gpa_path` varchar(405) DEFAULT NULL,
  `study_path` varchar(405) DEFAULT NULL,
  `bank_path` varchar(400) DEFAULT NULL,
  `time` varchar(405) DEFAULT NULL,
  `unix` varchar(45) DEFAULT NULL,
  `keep` varchar(4005) DEFAULT NULL,
  `status` varchar(45) DEFAULT NULL,
  `status2` varchar(500) DEFAULT NULL,
  `status3` varchar(500) DEFAULT NULL,
  `status4` varchar(500) DEFAULT NULL,
  `moneypath` varchar(500) DEFAULT NULL,
  `evaluatepath` varchar(555) DEFAULT NULL,
  `teachername` varchar(555) DEFAULT NULL,
  `status5` varchar(500) DEFAULT NULL,
  `status6` varchar(500) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `work`
--

INSERT INTO `work` (`id`, `user`, `nisitidcard_path`, `gpa_path`, `study_path`, `bank_path`, `time`, `unix`, `keep`, `status`, `status2`, `status3`, `status4`, `moneypath`, `evaluatepath`, `teachername`, `status5`, `status6`) VALUES
(1, 'e', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาบัตรประจำตัวนิสิต_1636545400.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ใบรายงานผลการเรียน_1636545400.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ตารางเรียนปีการศึกษา_1636545400.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาหน้าสมุดบัญชี_1636545400.pdf', '1636545400', NULL, '|นาย| ชื่อ อาจารย์|นามสกุล อาจารย์|เบอร์โทรอาจารย์ที่ปรึกษา|ตำแหน่ง|asd|e|e|e|e|e|e|e|e|e|e|e|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1|e|e|e|e|e|e|e|e|e|นาย |ชื่ออาจารย์ที่ปรึกษา|นามสกุลอาจารย์ที่ปรึกษา|เบอร์โทรอาจารย์ที่ปรึกษา|Emailอาจารย์ที่ปรึกษา|', 'true', 'true', 'true', NULL, NULL, NULL, NULL, 'true', 'true'),
(2, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาบัตรประจำตัวนิสิต_1636545411.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ใบรายงานผลการเรียน_1636545411.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ตารางเรียนปีการศึกษา_1636545411.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาหน้าสมุดบัญชี_1636545411.pdf', '1636545411', NULL, '|นาย| ชื่อ อาจารย์|นามสกุล อาจารย์|เบอร์โทรอาจารย์ที่ปรึกษา|ตำแหน่ง|asd|e|e|e|e|e|e|user|e|e|e|e|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1|e|e|e|e|e|e|e|e|e|นาย |ชื่ออาจารย์ที่ปรึกษา|นามสกุลอาจารย์ที่ปรึกษา|เบอร์โทรอาจารย์ที่ปรึกษา|Emailอาจารย์ที่ปรึกษา|', 'true', 'true', 'true', NULL, 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1639214360.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1639214360.pdf', 'user', 'true', 'true'),
(3, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาบัตรประจำตัวนิสิต_1636545478.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ใบรายงานผลการเรียน_1636545478.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ตารางเรียนปีการศึกษา_1636545478.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาหน้าสมุดบัญชี_1636545478.pdf', '1636545478', NULL, '|นาย| ชื่อ อาจารย์|นามสกุล อาจารย์|เบอร์โทรอาจารย์ที่ปรึกษา|ตำแหน่ง|asd|สังกัด/หลักสูตร|ภาควิชา|Email|ปีการศึกษา 2563|ปีการศึกษา 2564|ไม่มีประวัติการส่ง|user|e|e|e|e|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1|e|e|e|e|e|e|e|e|e|นาย |ชื่ออาจารย์ที่ปรึกษา|นามสกุลอาจารย์ที่ปรึกษา|เบอร์โทรอาจารย์ที่ปรึกษา|Emailอาจารย์ที่ปรึกษา|', 'true', '', NULL, 'true', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1639214360.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1639214360.pdf', 'user', 'true', 'true'),
(4, '', '', '', '', '', '1636821324', NULL, '|นาย|||||||||||||||||สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1||||||||||นาย |||||', 'true', '', NULL, '', NULL, NULL, NULL, 'true', 'true'),
(5, 't', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาบัตรประจำตัวนิสิต_1637157716.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ใบรายงานผลการเรียน_1637157716.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ตารางเรียนปีการศึกษา_1637157716.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาหน้าสมุดบัญชี_1637157716.pdf', '1637157716', NULL, '|นาย|tttttttt|tttttttttttt|t|t|t|t|t|t|t|t|t|t|t|t|t|t|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1|t|t|t|t|t||t|t|t|นาย |t|t|t|t|', 'true', '', NULL, '', NULL, NULL, NULL, 'true', 'true'),
(6, 'aaaaaaaaaaaaaaaaaaaa', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาบัตรประจำตัวนิสิต_1637157848.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ใบรายงานผลการเรียน_1637157848.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_ตารางเรียนปีการศึกษา_1637157848.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/_สำเนาหน้าสมุดบัญชี_1637157848.pdf', '1637157848', NULL, '|นาย|rrrrrrrrrrrrrr|rrrrrrrrrrrrrrr|r|r|r|r|r|r|r|r|r|aaaaaaaaaaaaaaaaaaaa|r|r|r|r|สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1|r|r||r|r|r|r||r|นาย |r|r|r|r|', 'true', '', NULL, '', NULL, NULL, NULL, 'true', 'true'),
(7, '', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_สำเนาบัตรประจำตัวนิสิต_1638875001.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_ใบรายงานผลการเรียน_1638875001.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_ตารางเรียนปีการศึกษา_1638875001.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_สำเนาหน้าสมุดบัญชี_1638875001.pdf', '1638875001', NULL, '|นาย|||||||||||||||||สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1||||||||||นาย |||||', 'true', NULL, NULL, 'true', NULL, NULL, NULL, 'true', 'true'),
(8, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_สำเนาบัตรประจำตัวนิสิต_1639213845.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_ใบรายงานผลการเรียน_1639213845.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_ตารางเรียนปีการศึกษา_1639213845.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/user_สำเนาหน้าสมุดบัญชี_1639213845.pdf', '1639213845', NULL, '|นาย|ชื่อ อาจารย์|นามสกุล อาจารย์||||||||||user||123123123|||สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1||||||||||นาย |||||', 'true', 'true', NULL, NULL, 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบสำคัญรับเงิน_1639214360.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/teacherupload/teacher_ใบประเมินผล_1639214360.pdf', 'user', 'true', 'true'),
(9, 'Newuser', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_สำเนาบัตรประจำตัวนิสิต_1639240441.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_ใบรายงานผลการเรียน_1639240441.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_ตารางเรียนปีการศึกษา_1639240441.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_สำเนาหน้าสมุดบัญชี_1639240441.pdf', '1639240441', NULL, '|นาย|ชื่อ อาจารย์|นามสกุล อาจารย์||||||||||Newuser|||||สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1||||||||||นาย |||||', 'true', 'true', 'true', NULL, NULL, NULL, NULL, 'true', 'true'),
(10, 'user', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_สำเนาบัตรประจำตัวนิสิต_1639241098.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_ใบรายงานผลการเรียน_1639241098.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_ตารางเรียนปีการศึกษา_1639241098.pdf', 'C:/xampp/htdocs/Intern/uploadFIle/work/teacher_สำเนาหน้าสมุดบัญชี_1639241098.pdf', '1639241098', NULL, '|นาย|ชื่อ อาจารย์|ชื่อ อาจารย์||||||||||user|||||สาขาวิชาวิทยาศาสตร์และเทคโนโลยีสิ่งแวดล้อม|ปี 1||||||||||นาย |||||', 'true', 'true', NULL, NULL, NULL, NULL, NULL, 'true', 'true');

-- --------------------------------------------------------

--
-- Table structure for table `worktine`
--

CREATE TABLE `worktine` (
  `id` int(11) NOT NULL,
  `user` varchar(555) DEFAULT NULL,
  `work` varchar(555) DEFAULT NULL,
  `timework` varchar(555) DEFAULT NULL,
  `time` varchar(500) DEFAULT NULL,
  `keep` varchar(5000) DEFAULT NULL,
  `teachername` varchar(500) DEFAULT NULL,
  `name` varchar(500) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `worktine`
--

INSERT INTO `worktine` (`id`, `user`, `work`, `timework`, `time`, `keep`, `teachername`, `name`) VALUES
(1, 'e', 'e', 'e', NULL, NULL, 'e', 'e'),
(2, 'e', 'e', 'e', NULL, NULL, 'e', 'e'),
(3, 'e', 'e', 'e', NULL, NULL, 'e', 'e'),
(4, 'e', 'e', 'e', NULL, NULL, 'e', 'e'),
(5, 'e', 'e', 'e', NULL, NULL, 'e', 'e'),
(6, 'user', 'e', 'e', NULL, NULL, 'e', 'e'),
(7, 'user', 'e', 'e', NULL, NULL, 'e', 'e'),
(8, 'user', 'e', 'e', NULL, NULL, 'e', 'e'),
(9, 'user', 'งาน', 'เวลางาน', '1638115528', NULL, 'ชื่ออาจาร', 'ชื่อ นามสกุล'),
(10, 'user', 'งาน', '2', '1638116140', NULL, 'ชื่ออาจาร', 'ชื่อ นามสกุล'),
(11, 'user', 'งาน', '3', '1638116145', NULL, 'ชื่ออาจาร', 'ชื่อ นามสกุล'),
(12, 'user', 'งาน', '4', '1638116147', NULL, 'ชื่ออาจาร', 'ชื่อ นามสกุล'),
(13, 'user', 'งาน', '5', '1638116149', NULL, 'ชื่ออาจาร', 'ชื่อ นามสกุล'),
(14, 'user', 'งาน', '3', '1639214321', NULL, 'teachername1', 'ชื่อ นามสกุล');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `emergency`
--
ALTER TABLE `emergency`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `formtemp`
--
ALTER TABLE `formtemp`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `nisit`
--
ALTER TABLE `nisit`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `staff`
--
ALTER TABLE `staff`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teacher`
--
ALTER TABLE `teacher`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `teacherupload`
--
ALTER TABLE `teacherupload`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tunasup`
--
ALTER TABLE `tunasup`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `work`
--
ALTER TABLE `work`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `worktine`
--
ALTER TABLE `worktine`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `emergency`
--
ALTER TABLE `emergency`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `formtemp`
--
ALTER TABLE `formtemp`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `nisit`
--
ALTER TABLE `nisit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `staff`
--
ALTER TABLE `staff`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `teacher`
--
ALTER TABLE `teacher`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `teacherupload`
--
ALTER TABLE `teacherupload`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `tunasup`
--
ALTER TABLE `tunasup`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `work`
--
ALTER TABLE `work`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `worktine`
--
ALTER TABLE `worktine`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
